/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ ir %2$@ rašo...";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ ir %3$@ rašo...";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@, ir %4$@ rašo...";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@,%3$@ ir dar 1 rašo...";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ ir %2$@ gaus kvietimus";

/* No comment provided by engineer. */
"%@ invitation" = "%@ pakvietimas";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ nėra ofise";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ šiandien nėra ofise";

/* Alice is typing… */
"%@ is typing…" = "%@ rašo…";

/* {app name} is not installed */
"%@ not installed" = "%@ neįdiegta";

/* {app name} version not supported */
"%@ version not supported" = "%@ versija nepalaikoma";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ gaus kvietimą";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ ir %3$@ gaus kvietimus";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ ir  %4$ld gaus kvietimus";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ ir dar 1 gaus kvietimus";

/* No comment provided by engineer. */
"%d days ago" = "prieš %d d.";

/* No comment provided by engineer. */
"%d hours ago" = "prieš %d val.";

/* No comment provided by engineer. */
"%d minutes ago" = "prieš %d min.";

/* Number of options in a poll */
"%d options" = "%d parinktys";

/* Replies in a thread */
"%d replies" = "%d atsakymai";

/* Votes in a poll */
"%d votes" = "Balsų: %d";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld aktyvūs botai";

/* No comment provided by engineer. */
"%ld notifications" = "Pranešimų: %ld";

/* No comment provided by engineer. */
"%ld participants" = "Dalyvių: %ld";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld dalyvių šiame skambutyje";

/* Replies in a thread */
"%ld replies" = "%ld atsakymai";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Svarbių pokalbių metu vartotojo būsena „Netrukdyti“ ignoruojama";

/* No comment provided by engineer. */
"1 day" = "1 diena";

/* No comment provided by engineer. */
"1 hour" = "1 valanda";

/* No comment provided by engineer. */
"1 week" = "1 savaitė";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Prisijunkite prie serverio žiniatinklio naršyklėje";

/* No comment provided by engineer. */
"15 minutes" = "15 minučių";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Eikite į Nustatymai > Sauga > Sukurti naują programėlės slaptažodį";

/* Message is pinned 24 hours */
"24 hours" = "24 valandos";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Nuskaitykite ten rodomą QR kodą";

/* Message is pinned 30 days */
"30 days" = "30 dienų";

/* No comment provided by engineer. */
"30 minutes" = "30 minučių";

/* No comment provided by engineer. */
"4 hours" = "4 valandos";

/* No comment provided by engineer. */
"4 weeks" = "4 savaitės";

/* Message is pinned 7 days */
"7 days" = "7 dienos";

/* No comment provided by engineer. */
"8 hours" = "8 valandos";

/* No comment provided by engineer. */
"@-mentions only" = "Tik @ paminėjimai";

/* No comment provided by engineer. */
"[Unknown username]" = "[Nežinomas naudotojo vardas]";

/* No comment provided by engineer. */
"About" = "Apie";

/* No comment provided by engineer. */
"Absence" = "Nebuvimas";

/* No comment provided by engineer. */
"Accept" = "Priimti";

/* No comment provided by engineer. */
"Account" = "Paskyra";

/* No comment provided by engineer. */
"Account already added" = "Paskyra jau pridėta";

/* No comment provided by engineer. */
"Account not configured" = "Paskyra nesukonfigūruota";

/* No comment provided by engineer. */
"Account not found" = "Paskyra nerasta";

/* No comment provided by engineer. */
"Accounts" = "Paskyros";

/* No comment provided by engineer. */
"Accuracy" = "Tikslumas";

/* No comment provided by engineer. */
"Add (%lu)" = "Pridėti (%lu)";

/* No comment provided by engineer. */
"Add account" = "Pridėti paskyrą";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Pridėti vidinę pastabą apie šį blokavimą";

/* No comment provided by engineer. */
"Add answer" = "Pridėti atsakymą";

/* No comment provided by engineer. */
"Add attendees" = "Pridėti dalyvius";

/* No comment provided by engineer. */
"Add participants" = "Pridėti dalyvius";

/* No comment provided by engineer. */
"Add reaction" = "Pridėti reakciją";

/* No comment provided by engineer. */
"Add to favorites" = "Pridėti į mėgstamus";

/* No comment provided by engineer. */
"Added note to self" = "Pridėtas užrašas sau pačiam";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Pridėjus žymę, bus pranešta tik tiems vartotojams, kurie dar neskaitė šios žinutės";

/* No comment provided by engineer. */
"Address" = "Adresas";

/* No comment provided by engineer. */
"Advanced" = "Išplėstiniai";

/* No comment provided by engineer. */
"AirPlay button" = "„AirPlay“ mygtukas";

/* No comment provided by engineer. */
"All messages" = "Visos žinutės";

/* No comment provided by engineer. */
"All messages were deleted" = "Visos žinutės buvo ištrintos";

/* No comment provided by engineer. */
"All notifications are muted" = "Visi pranešimai yra nutildyti";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Leiskite svečiams prisijungti prie šio pokalbio per nuorodą";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Leiskite dalyviams paminėti @all (angl. visiems)";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Leisti prisijungti be PIN kodo";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Leista";

/* No comment provided by engineer. */
"Alphabetical order" = "Abėcėlės tvarka";

/* Sort conversations alphabetically */
"Alphabetically" = "Pagal abėcėlę";

/* No comment provided by engineer. */
"Also open to guest app users" = "Taip pat prieinama svečių programėlės vartotojams";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Administratorius pridėjo jus ir %ld kitus dalyvius";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Administratorius pridėjo jus ir {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Administratorius pridėjo {user0} ir %ld kitus dalyvius";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Administratorius pridėjo {user0} ir {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Administratorius nušalino jus ir %ld kitus dalyvius iš moderatorių";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Administratorius jus nušalino ir {user0} iš moderatorių";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Administratorius nušalino {user0} ir %ld kitus dalyvius iš moderatorių";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Administratorius jus nušalino {user0} ir {user1} iš moderatorių";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Administratorius jus ir %ld kitus dalyvius paskyrė moderatoriais";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Administratorius jus ir {user0} paskyrė moderatoriais";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Administratorius {user0} ir %ld kitus dalyvius paskyrė moderatoriais";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Administratorius {user0} ir {user1} paskyrė moderatoriais";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Administratorius pašalino jus ir %ld kitus dalyvius";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Administratorius pašalino jus ir {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Administratorius pašalino {user0} ir %ld kitus dalyvius";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Administratorius pašalino {user0} ir {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Keičiant privatumo nustatymus įvyko klaida";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Keičiant skaitymo būsenos nustatymą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Keičiant rašymo privatumo nustatymus įvyko klaida";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Atsisiunčiant nuotrauką įvyko klaida";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Šalinant profilio paveikslėlį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting address" = "Nustatant adresą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Nustatant el. pašto adresą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Įvedant telefono numerį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Nustatant profilio paveikslėlį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Įvykusi klaida nustatant „Twitter“ paskyrą";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Nustatant vartotojo vardą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred setting website" = "Nustatant svetainę įvyko klaida";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Bandant išversti pranešimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Pridedant %@ į kambarį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Pridedant reakciją prie pranešimo įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Pridedant pastabą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Ištrinant būsenos pranešimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Kuriant apklausos projektą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Kuriant susitikimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Kuriant apklausą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Kuriant temą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Šalinant pranešimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Šalinant apklausos projektą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Išjungiant nebuvimo būseną įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Redaguojant apklausą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Įvyko klaida atveriant failą %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Prisegant pranešimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Šalinant reakciją iš pranešimo įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Šalinant avatarą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Siunčiant žinutę, įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Nustatant \(formattedPhoneNumber) kaip telefono numerį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Nustatant nebuvimo būseną įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Nustatant aprašymą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Nustatant prisijungimo būseną įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Nustatant telefono numerį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Nustatant būsenos pranešimą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Nustatant avatarą įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Nustatant vartotojo būseną įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Bendrinant failą, įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Pradedant naują grupinį pokalbį įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Testuojant „push“ pranešimus įvyko klaida";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Atšaukiant pranešimo prisegimą įvyko klaida";

/* No comment provided by engineer. */
"an hour" = "valanda";

/* No comment provided by engineer. */
"Anonymous poll" = "Anoniminė apklausa";

/* No comment provided by engineer. */
"Answer" = "Atsakymas";

/* No comment provided by engineer. */
"Answers" = "Atsakymai";

/* No comment provided by engineer. */
"App" = "Programėlė";

/* No comment provided by engineer. */
"App is outdated" = "Programėlė yra pasenusi";

/* No comment provided by engineer. */
"Appear offline" = "Atrodyti atsijungusiu";

/* No comment provided by engineer. */
"Archive conversation" = "Archyvuoti pokalbį";

/* No comment provided by engineer. */
"Archived conversations" = "Archyvuoti pokalbiai";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Pagal numatymą archyvuoti pokalbiai yra paslėpti iš pokalbių sąrašo. Jie bus rodomi tik tuomet, kai atversite archyvuotų pokalbių sąrašą.";

/* No comment provided by engineer. */
"Ask a question" = "Užduoti klausimą";

/* No comment provided by engineer. */
"Attachments allowed?" = "Ar leidžiami priedai?";

/* No comment provided by engineer. */
"Attendees" = "Dalyviai";

/* Join a call in audio only mode */
"Audio only" = "Tik garsas";

/* No comment provided by engineer. */
"Audio options" = "Garso parinktys";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Garso, vaizdo ir paveikslėlių bendrinimai";

/* No comment provided by engineer. */
"Audios" = "Garso įrašai";

/* No comment provided by engineer. */
"Away" = "Atsitraukęs";

/* No comment provided by engineer. */
"Back to conversations" = "Atgal į pokalbius";

/* Ban a user/guest */
"Ban" = "Užblokuoti";

/* e.g. Ban John Doe */
"Ban %@" = "Užblokuoti %@";

/* No comment provided by engineer. */
"Ban participant" = "Užblokuoti dalyvį";

/* Date and time of ban creation */
"Banned by:" = "Užblokavo:";

/* No comment provided by engineer. */
"Banned users and guests" = "Užblokuoti vartotojai ir svečiai";

/* Bold text */
"Bold" = "Paryškinta";

/* No comment provided by engineer. */
"bot" = "botas";

/* No comment provided by engineer. */
"Bots" = "Botai";

/* No comment provided by engineer. */
"Browse poll drafts" = "Peržiūrėti apklausų projektus";

/* No comment provided by engineer. */
"Busy" = "Užimtas";

/* Sort conversations by recent activity */
"By activity" = "Pagal veiklą";

/* No comment provided by engineer. */
"Cached files" = "Tarpinėje atmintyje esantys failai";

/* No comment provided by engineer. */
"Cached images" = "Tarpinėje atmintyje esantys vaizdai";

/* No comment provided by engineer. */
"Calendar" = "Kalendorius";

/* No comment provided by engineer. */
"Call notification sent" = "Išsiųstas pranešimas apie skambutį";

/* No comment provided by engineer. */
"Call options" = "Skambučio parinktys";

/* No comment provided by engineer. */
"Call recording enabled?" = "Ar įjungtas pokalbių įrašymas?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Pokalbio įrašymas nepavyko. Kreipkitės į administratorių";

/* No comment provided by engineer. */
"Call recording is starting" = "Pradedamas pokalbio įrašymas";

/* No comment provided by engineer. */
"Call recording started" = "Pradėtas pokalbio įrašymas";

/* No comment provided by engineer. */
"Call recording stopped" = "Skambučio įrašymas sustabdytas";

/* No comment provided by engineer. */
"Call without notification" = "Skambinti be įspėjimo";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Šiuo metu skambinimas nepalaikomas, nes serveryje įjungtas šifravimas nuo galo iki galo";

/* No comment provided by engineer. */
"CallKit supported?" = "Ar palaikoma „CallKit“?";

/* No comment provided by engineer. */
"Calls" = "Skambučiai";

/* No comment provided by engineer. */
"Calls enabled?" = "Ar skambučiai įjungti?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Buvo gauti skambučiai iš senosios paskyros.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Skambučiai iš senų paskyrų";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Prieiga prie kameros";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Neleidžiama naudotis kamera. Patikrinkite nustatymus.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera išjungta";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera įjungta";

/* No comment provided by engineer. */
"Can create conversations?" = "Ar gali kurti pokalbius?";

/* No comment provided by engineer. */
"Cancel" = "Atsisakyti";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Atšauktas skambutis iš kitos paskyros";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Negalima bendrinti pokalbyje";

/* No comment provided by engineer. */
"Capabilities" = "Galimybės";

/* No comment provided by engineer. */
"Change password" = "Pakeisti slaptažodį";

/* No comment provided by engineer. */
"Change your vote" = "Keisti savo balsą";

/* No comment provided by engineer. */
"Chat" = "Pokalbis";

/* No comment provided by engineer. */
"Chat messages" = "Pokalbių žinutės";

/* No comment provided by engineer. */
"Clear cache" = "Išvalyti podėlį";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Išvalyti tarpinėje atmintyje esančius pokalbių pranešimus";

/* No comment provided by engineer. */
"Clear reminder" = "Panaikinti priminimą";

/* No comment provided by engineer. */
"Clear status message" = "Išvalyti būsenos žinutę";

/* No comment provided by engineer. */
"Clear status message after" = "Išvalyti būsenos žinutę po";

/* No comment provided by engineer. */
"Close" = "Užverti";

/* Code block */
"Code" = "Kodas";

/* No comment provided by engineer. */
"Configuration" = "Konfigūracija";

/* No comment provided by engineer. */
"Configure your next absence period" = "Konfigūruokite kitą nebuvimo laikotarpį";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Patvirtinkite ir paslėpkite įspėjimą";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Jungiamasi prie %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Jungiamasi prie skambučio…";

/* No comment provided by engineer. */
"Contact access" = "Prieiga prie kontaktų";

/* No comment provided by engineer. */
"Contact access has been denied" = "Prieiga prie kontakto buvo atmesta";

/* No comment provided by engineer. */
"Contacts" = "Adresatai";

/* No comment provided by engineer. */
"Conversation creation failed" = "Nepavyko sukurti pokalbio";

/* No comment provided by engineer. */
"Conversation details" = "Pokalbio duomenys";

/* No comment provided by engineer. */
"Conversation name" = "Pokalbio pavadinimas";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Pokalbio pavadinimas negali būti tuščias";

/* No comment provided by engineer. */
"Conversation not found" = "Pokalbis nerastas";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Pokalbis nerastas arba prie jo neprisijungta";

/* No comment provided by engineer. */
"Conversation participants" = "Pokalbio dalyviai";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Pokalbio slaptažodis buvo pašalintas";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Pokalbio slaptažodis buvo išsaugotas";

/* No comment provided by engineer. */
"Conversation settings" = "Pokalbio nustatymai";

/* No comment provided by engineer. */
"Conversations" = "Pokalbiai";

/* No comment provided by engineer. */
"Copy" = "Kopijuoti";

/* No comment provided by engineer. */
"Copy message link" = "Kopijuoti žinutės nuorodą";

/* No comment provided by engineer. */
"Copy message selection" = "Kopijuoti pažymėtą žinutę";

/* No comment provided by engineer. */
"Could not access camera" = "Nepavyko gauti prieigos prie kameros";

/* No comment provided by engineer. */
"Could not access microphone" = "Nepavyko gauti prieigos prie mikrofono";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Nepavyko prisijungti prie balso atpažinimo";

/* No comment provided by engineer. */
"Could not access your location" = "Nepavyko nustatyti jūsų buvimo vietos";

/* No comment provided by engineer. */
"Could not add participant" = "Nepavyko pridėti dalyvio";

/* No comment provided by engineer. */
"Could not ban participant" = "Nepavyko užblokuoti dalyvio";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Nepavyko pakeisti archyvuotų pokalbių nustatymų";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Nepavyko pakeisti skambučių pranešimų nustatymų";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Nepavyko pakeisti svarbaus pokalbio nustatymo";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Nepavyko pakeisti pokalbio sąrašo apimties";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nepavyko pakeisti pokalbio laukiamojo būsenos";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Nepavyko pakeisti pokalbio paminėjimo teisių";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nepavyko pakeisti dalyvio moderavimo teisių";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nepavyko pakeisti pranešimų nustatymų";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nepavyko pakeisti slaptažodžio apsaugos nustatymų";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Nepavyko pakeisti pokalbio tik skaitymo būsenos";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Nepavyko pakeisti slaptų pokalbių nustatymų";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Unable to change the settings for private chats";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nepavyko pakeisti pokalbio SIP būsenos";

/* No comment provided by engineer. */
"Could not clear chat history" = "Nepavyko ištrinti pokalbių istorijos";

/* No comment provided by engineer. */
"Could not clear status message" = "Nepavyko išvalyti būsenos pranešimo";

/* No comment provided by engineer. */
"Could not create meeting" = "Nepavyko sukurti susitikimo";

/* No comment provided by engineer. */
"Could not delete conversation" = "Nepavyko ištrinti pokalbio";

/* No comment provided by engineer. */
"Could not disable absence" = "Nepavyko išjungti nebuvimo";

/* No comment provided by engineer. */
"Could not get available languages" = "Nepavyko gauti galimų kalbų";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nepavyko prisijungti prie %@ skambučio";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nepavyko prisijungti prie skambučio su %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Nepavyko prisijungti prie pokalbio";

/* No comment provided by engineer. */
"Could not leave conversation" = "Nepavyko išeiti iš pokalbio";

/* No comment provided by engineer. */
"Could not login with QR code" = "Nepavyko prisijungti naudojant QR kodą";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Nepavyko paruošti įkėlimo aplanko";

/* No comment provided by engineer. */
"Could not remove participant" = "Nepavyko pašalinti dalyvio";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Nepavyko pervadinti pokalbio";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Nepavyko pakartotinai išsiųsti kvietimų el. paštu";

/* No comment provided by engineer. */
"Could not send call notification" = "Nepavyko išsiųsti pranešimo apie skambutį";

/* No comment provided by engineer. */
"Could not send the message" = "Nepavyko išsiųsti žinutės";

/* No comment provided by engineer. */
"Could not set absence" = "Nepavyko nustatyti nebuvimo būsenos";

/* No comment provided by engineer. */
"Could not set conversation name" = "Nepavyko nustatyti pokalbio pavadinimo";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Nepavyko nustatyti pranešimo galiojimo laiko";

/* No comment provided by engineer. */
"Could not set online status" = "Nepavyko nustatyti prisijungimo būsenos";

/* No comment provided by engineer. */
"Could not set phone number" = "Nepavyko nustatyti telefono numerio";

/* No comment provided by engineer. */
"Could not set status message" = "Nepavyko nustatyti būsenos pranešimo";

/* No comment provided by engineer. */
"Could not share file" = "Nepavyko bendrinti failo";

/* No comment provided by engineer. */
"Could not start group conversation" = "Nepavyko pradėti grupės pokalbio";

/* No comment provided by engineer. */
"Create" = "Sukurti";

/* No comment provided by engineer. */
"Create a new conversation" = "Sukurti naują pokalbį";

/* No comment provided by engineer. */
"Create a thread" = "Sukurti temą";

/* No comment provided by engineer. */
"Create or join a conversation" = "Sukurti pokalbį arba prisijungti prie jo";

/* No comment provided by engineer. */
"Create poll" = "Sukurti apklausą";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Nepavyko sukurti apklausos projekto";

/* No comment provided by engineer. */
"Creating poll failed" = "Nepavyko sukurti apklausos";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Šios paskyros prisijungimo duomenys nebegalioja";

/* Custom message expiration */
"Custom" = "Tinkinta";

/* name of a moderator who banned a participant */
"Date:" = "Data:";

/* No comment provided by engineer. */
"days" = "diena";

/* No comment provided by engineer. */
"Deck cards" = "Darbų kortelės";

/* No comment provided by engineer. */
"Default" = "Numatytoji";

/* No comment provided by engineer. */
"Delete" = "Ištrinti";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Ištrinti visus";

/* No comment provided by engineer. */
"Delete all messages" = "Ištrinti visas žinutes";

/* No comment provided by engineer. */
"Delete conversation" = "Ištrinti pokalbį";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Ištrinti dabar";

/* No comment provided by engineer. */
"Deleted user" = "Ištrintas naudotojas";

/* No comment provided by engineer. */
"Deleting message" = "Žinutės ištrynimas";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Nepavyko ištrinti apklausos projekto";

/* No comment provided by engineer. */
"Demote from moderator" = "Pašalinti iš moderatorių";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Atsisakyta";

/* No comment provided by engineer. */
"Description" = "Aprašas";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Aprašas negali būti ilgesnis nei 500 simbolių";

/* No comment provided by engineer. */
"Details" = "Išsamesnė informacija";

/* No comment provided by engineer. */
"detected" = "aptikta";

/* No comment provided by engineer. */
"Detecting language" = "Kalbos aptikimas";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostika";

/* No comment provided by engineer. */
"Disable" = "Išjungti";

/* No comment provided by engineer. */
"Disable absence" = "Išjungti nebuvimą";

/* No comment provided by engineer. */
"Disable blur" = "Išjungti suliejimą";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Išjungti garsiakalbį";

/* No comment provided by engineer. */
"Disconnected" = "Atjungta";

/* No comment provided by engineer. */
"Dismiss" = "Atmesti";

/* No comment provided by engineer. */
"Dismiss notification" = "Atmesti pranešimą";

/* No comment provided by engineer. */
"Do not disturb" = "Netrukdyti";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Ar tikrai norite išvalyti failo tarpinę atmintį?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Ar tikrai norite išvalyti paveikslėlio tarpinę atmintį?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Ar tikrai norite ištrinti visas šio pokalbio žinutes?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Ar tikrai norite ištrinti šį pokalbį visiems?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Ar tikrai norite užbaigti šią apklausą?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Ar tikrai norite atsijungti iš šios paskyros?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Ar tikrai norite pašalinti šią paskyrą?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Ar vis tiek norite prisijungti prie serverio?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Ar norite ištrinti šį pokalbį?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Ar norite įsijungti kamerą?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Ar norite prisijungti prie šio skambučio?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Ar norite pasidalinti '%@' pokalbyje?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Ar norite sustabdyti įrašymą?";

/* No comment provided by engineer. */
"Don't clear" = "Neišvalyti";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Dukart palieskite, kad uždarytumėte autentifikavimo dialogo langą";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dukart palieskite, kad atmestumėte bendrinimo parinktis";

/* No comment provided by engineer. */
"Double tap to display call options" = "Dukart palieskite, kad būtų rodomos skambučių parinktys";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Dukart palieskite, kad būtų rodomas parinkčių meniu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Dukart palieskite, kad būtų rodomos temos pranešimų lygio parinktys";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Dukart palieskite, kad redaguotumėte profilį";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Dukart palieskite, kad įjungtumėte arba išjungtumėte parinktį „Skambinti be įspėjimo“";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Dukart palieskite, kad įjungtumėte arba išjungtumėte kamerą";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Dukart palieskite, kad įjungtumėte arba išjungtumėte mikrofoną";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Dukart palieskite, kad įjungtumėte arba išjungtumėte garsiakalbį";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Dukart palieskite, kad baigtumėte redaguoti profilį";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Dukart palieskite, kad pereitumėte į pokalbio informaciją";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dukart palieskite, kad pereitumėte į naudotojo profilį ir programos nustatymus";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Dukart palieskite, kad baigtumėte skambutį";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Dukart palieskite, kad nuleistumėte ranką";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dukart palieskite, kad atidarytumėte failų naršyklę";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Palieskite du kartus, kad pasirinktumėte kitą garso išvestį";

/* No comment provided by engineer. */
"Double tap to send message" = "Du kartus palieskite, kad išsiųstumėte žinutę";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Du kartus palieskite, kad pasidalintumėte su pasirinktomis pokalbių grandinėmis";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Dukart palieskite, kad būtų rodoma daugiau veiksmų";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dukart palieskite, kad būtų rodomas arba slepiamas pokalbio rodinys";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Dukart palieskite, kad pradėtumėte vaizdo skambutį";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Dukart palieskite, kad pradėtumėte tik balso skambutį";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Dukart palieskite, kad sustabdytumėte įrašymą";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Dukart palieskite, kad pakeistumėte šį balso skambutį į vaizdo skambutį";

/* No comment provided by engineer. */
"Duplicate session" = "Dubliuoti sesiją";

/* Edit a message or room participants */
"Edit" = "Redaguoti";

/* No comment provided by engineer. */
"Edit attendees" = "Redaguoti dalyvius";

/* No comment provided by engineer. */
"Edit thread details" = "Redaguoti temos informaciją";

/* A message was edited */
"edited" = "redaguota";

/* A message was edited by ... */
"edited by" = "redagavo";

/* A message was edited by ... */
"Edited by" = "Redagavo";

/* No comment provided by engineer. */
"Editing Message" = "Žinutės redagavimas";

/* No comment provided by engineer. */
"Editing poll draft" = "Apklausos projekto redagavimas";

/* No comment provided by engineer. */
"Editing poll failed" = "Nepavyko redaguoti apklausos";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Jūs neturite teisės dalyvauti pokalbiuose arba šis pokalbis yra tik skaitymo režimu.";

/* No comment provided by engineer. */
"Email" = "El. paštas";

/* No comment provided by engineer. */
"Empty summary response" = "Tuščia atsakymo santrauka";

/* No comment provided by engineer. */
"Enable" = "Įjungti";

/* No comment provided by engineer. */
"Enable blur" = "Įjungti suliejimą";

/* No comment provided by engineer. */
"Enable screensharing" = "Įjunk ekrano bendrinimą";

/* No comment provided by engineer. */
"Enable speaker" = "Įjungti garsiakalbį";

/* No comment provided by engineer. */
"Enabled" = "Įjungta";

/* No comment provided by engineer. */
"End call" = "Baigti pokalbį";

/* No comment provided by engineer. */
"End call for everyone" = "Baigti pokalbį visiems";

/* No comment provided by engineer. */
"End poll" = "Baigti apklausą";

/* No comment provided by engineer. */
"Enter a new password" = "Įvesti naują slaptažodį";

/* No comment provided by engineer. */
"Enter a password" = "Įvesti slaptažodį";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Klaida kuriant serverio kelią įkėlimui";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Kuriant priminimą įvyko klaida";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Redaguojant žinutę įvyko klaida";

/* External signaling used */
"External" = "Išorinė";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Nepavyko priimti kvietimo";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Nepavyko patikrinti arba sukurti priedų aplanko";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Nepavyko ištrinti priminimo";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Nepavyko prisijungti prie %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Nepavyko persiųsti žinutės";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Nepavyko suderinti kalendoriaus, kad būtų galima suplanuoti susitikimą";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Nepavyko atmesti pakvietimo";

/* No comment provided by engineer. */
"Failed to send message" = "Nepavyko išsiųsti žinutės";

/* No comment provided by engineer. */
"Failed to share recording" = "Nepavyko bendrinti įrašo";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Nepavyko atšaukti pasirinktos įrašo blokavimo";

/* No comment provided by engineer. */
"Federated" = "Federacinis";

/* No comment provided by engineer. */
"Fetching status …" = "Gaunama būsena…";

/* Filename of a file */
"File" = "Failas";

/* No comment provided by engineer. */
"Files" = "Failai";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filtruoti ir rūšiuoti pokalbius";

/* Title for available conversations filters */
"Filters" = "Filtrai";

/* No comment provided by engineer. */
"First day" = "Pirma diena";

/* No comment provided by engineer. */
"Follow conversation settings" = "Sekite pokalbio nustatymus";

/* No comment provided by engineer. */
"For password reset and notifications" = "Slaptažodžio atstatymui ir pranešimams";

/* No comment provided by engineer. */
"Format" = "Formatas";

/* No comment provided by engineer. */
"Forward" = "Persiųsti";

/* No comment provided by engineer. */
"Forward to" = "Persiųsti";

/* 'From' which language user wants to translate text */
"From" = "Nuo";

/* from Alice at nextcloud.local */
"from %@ at %@" = "nuo %1$@, %2$@";

/* No comment provided by engineer. */
"Full name" = "Vardas, pavardė";

/* No comment provided by engineer. */
"Generate summary" = "Sukurti santrauką";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Neskaitytų pranešimų santraukos sukūrimas";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Nepavyko sugeneruoti neskaitytų pranešimų santraukos";

/* No comment provided by engineer. */
"Get source code" = "Gauti pirminį kodą";

/* No comment provided by engineer. */
"GitHub API error" = "„GitHub“ API klaida";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Sutikite ir prisijunkite prie pokalbio";

/* No comment provided by engineer. */
"Go to message" = "Eiti į pranešimą";

/* Show group conversations before private ones */
"Group first" = "Pirmiausia sugrupuoti";

/* No comment provided by engineer. */
"guest" = "svečias";

/* No comment provided by engineer. */
"Guest" = "Svečias";

/* No comment provided by engineer. */
"Guests access" = "Svečių prieiga";

/* No comment provided by engineer. */
"Guests app enabled?" = "Ar įjungta svečių programėlė?";

/* No comment provided by engineer. */
"Hang up" = "Padėti ragelį";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Slėpti";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Aukštas";

/* No comment provided by engineer. */
"hours" = "valandos";

/* No comment provided by engineer. */
"How do you want to join the call?" = "Kaip norite prisijungti prie skambučio?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Jei ištrinsite pokalbį, jis taip pat bus ištrintas %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Jei įjungsite kamerą, šis skambutis bus kelioms sekundėms pertrauktas.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Jei naudojate kelis serverius, turite patikrinti juos visus.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Nuotraukos, failai, balso pranešimai…";

/* No comment provided by engineer. */
"Import account" = "Importuoti paskyrą";

/* No comment provided by engineer. */
"Important conversation" = "Svarbus pokalbis";

/* No comment provided by engineer. */
"in" = "į";

/* No comment provided by engineer. */
"Include calls in call history" = "Įtraukti skambučius į skambučių istoriją";

/* Message is pinned indefinitely */
"Indefinitely" = "Neterminuotai";

/* Internal signaling used */
"Internal" = "Vidinis";

/* Internal note about why a user/guest was banned */
"Internal note" = "Vidaus užrašas";

/* No comment provided by engineer. */
"Invalid date range" = "Netinkamas datų intervalas";

/* No comment provided by engineer. */
"Invalid email address" = "Netinkamas el. pašto adresas";

/* No comment provided by engineer. */
"Invalid end date" = "Netinkama pabaigos data";

/* No comment provided by engineer. */
"Invalid server address" = "Neteisingas serverio adresas";

/* No comment provided by engineer. */
"Invalid start date" = "Netinkama pradžios data";

/* No comment provided by engineer. */
"Invisible" = "Nematoma";

/* No comment provided by engineer. */
"Invitation resent" = "Kvietimas išsiųstas pakartotinai";

/* No comment provided by engineer. */
"Invitations resent" = "Pakartotinai išsiųsti kvietimai";

/* Invitation for a meeting */
"Invite all users and emails" = "Pakvieskite visus vartotojus ir nusiųskite el. laiškus";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Atrodo, kad %@ jūsų serveryje nėra įdiegta.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Atrodo, kad nėra interneto ryšio.";

/* Italic text */
"Italic" = "Kursyvas";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Prisijunkite prie pokalbio arba pradėkite naują";

/* No comment provided by engineer. */
"Join call" = "Prisijungti prie skambučio";

/* No comment provided by engineer. */
"Join call (audio only)" = "Prisijungti prie skambučio (tik garso)";

/* No comment provided by engineer. */
"Join call with video" = "Prisijunkite prie skambučio su vaizdu";

/* No comment provided by engineer. */
"Join open conversations" = "Prisijunk prie atvirų pokalbių";

/* No comment provided by engineer. */
"Join video call" = "Prisijunkti prie vaizdo skambučio";

/* No comment provided by engineer. */
"Keep" = "Laikyti";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Paskutinė diena (imtinai)";

/* Last subscription to the push notification server */
"Last subscription" = "Paskutinė prenumerata";

/* No comment provided by engineer. */
"Last sync" = "Paskutinis sinchronizavimas";

/* Remind me later today about that message */
"Later today" = "Šiandien vėliau";

/* No comment provided by engineer. */
"Leave" = "Išeiti";

/* No comment provided by engineer. */
"Leave call" = "Išeiti iš skambučio";

/* No comment provided by engineer. */
"Leave conversation" = "Išeiti iš pokalbio";

/* No comment provided by engineer. */
"less than a minute ago" = "mažiau nei prieš minutę";

/* No comment provided by engineer. */
"Link https://…" = "Nuoroda https://…";

/* No comment provided by engineer. */
"Linked file" = "Susietas failas";

/* No comment provided by engineer. */
"Load more results" = "Įkelti daugiau rezultatų";

/* No comment provided by engineer. */
"Lobby" = "Laukiamasis";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Laukiamasis vis dar aktyvus, o jūs nesate moderatorius";

/* No comment provided by engineer. */
"Local" = "Vietinis";

/* No comment provided by engineer. */
"Local time: %@" = "Vietos laikas: %@";

/* No comment provided by engineer. */
"Location" = "Vieta";

/* No comment provided by engineer. */
"Location access" = "Vietos prieiga";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Vietos nustatymo paslauga buvo atmesta. Patikrinkite nustatymus.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Vietos nustatymo paslauga neįjungta";

/* No comment provided by engineer. */
"Locations" = "Vietos";

/* No comment provided by engineer. */
"Lock conversation" = "Užrakinti pokalbį";

/* No comment provided by engineer. */
"Log in" = "Prisijungti";

/* No comment provided by engineer. */
"Log out" = "Atsijungti";

/* No comment provided by engineer. */
"Logged out" = "Atsijungta";

/* No comment provided by engineer. */
"Long absence message" = "Pranešimas apie ilgą nebuvimą";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Žemas";

/* No comment provided by engineer. */
"Lower hand" = "Nuleisti ranką";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Rankiniu būdu";

/* No comment provided by engineer. */
"Mark as read" = "Žymėti kaip skaitytą";

/* No comment provided by engineer. */
"Mark as unread" = "Žymėti kaip neskaitytą";

/* No comment provided by engineer. */
"Match system contacts" = "Suderinti sistemos kontaktus";

/* No comment provided by engineer. */
"Media" = "Medija";

/* No comment provided by engineer. */
"Meeting created" = "Susitikimas sukurtas";

/* No comment provided by engineer. */
"Meeting ended" = "Susitikimas baigėsi";

/* No comment provided by engineer. */
"Meeting ID" = "Susitikimo ID";

/* No comment provided by engineer. */
"Meeting settings" = "Susitikimo nustatymai";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Susitikimai";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Paminėta";

/* Copy 'message' */
"Message" = "Žinutė";

/* No comment provided by engineer. */
"Message copied" = "Žinutė nukopijuota";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Pranešimo nepavyko ištrinti, nes jis yra per senas";

/* No comment provided by engineer. */
"Message deleted successfully" = "Žinutė sėkmingai ištrinta";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Pranešimas sėkmingai ištrintas, tačiau „Matterbridge“ yra sukonfigūruotas, todėl pranešimas gali būti jau išsiųstas kitoms paslaugoms";

/* No comment provided by engineer. */
"Message editing failed" = "Nepavyko redaguoti pranešimo";

/* No comment provided by engineer. */
"Message expiration" = "Pranešimo galiojimo pabaiga";

/* Copy 'link' to a message */
"Message link" = "Pranešimo nuoroda";

/* No comment provided by engineer. */
"Message link copied" = "Pranešimo nuoroda nukopijuota";

/* No comment provided by engineer. */
"Message pinned" = "Pranešimas prikabintas";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Pokalbių sąraše ir pranešimuose bus išjungtas pranešimų peržiūros režimas";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Nepavyko perplanuoti pranešimų";

/* No comment provided by engineer. */
"Message scheduling failed" = "Nepavyko suplanuoti pranešimų";

/* No comment provided by engineer. */
"Message successfully edited" = "Pranešimas sėkmingai redaguotas";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Pranešimas sėkmingai perplanuotas";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Pranešimas sėkmingai suplanuotas";

/* No comment provided by engineer. */
"Message unpinned" = "Pranešimas atsegtas";

/* No comment provided by engineer. */
"Messages" = "Žinutės";

/* No comment provided by engineer. */
"Microphone" = "Mikrofonas";

/* No comment provided by engineer. */
"Microphone access" = "Prieiga prie mikrofono";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Prieiga prie mikrofono neleidžiama. Patikrinkite nustatymus.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofonas išjungtas";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofonas įjungtas";

/* No comment provided by engineer. */
"minutes" = "minutės";

/* No comment provided by engineer. */
"Missed call from" = "Praleistas skambutis nuo";

/* No comment provided by engineer. */
"Missing phone number information" = "Trūksta informacijos apie telefono numerį";

/* The signaling mode used */
"Mode" = "Veiksena";

/* No comment provided by engineer. */
"moderator" = "moderatorius";

/* No comment provided by engineer. */
"Modification date" = "Pakeitimo data";

/* More menu elements */
"More" = "Daugiau";

/* No comment provided by engineer. */
"More actions" = "Daugiau veiksmų";

/* No comment provided by engineer. */
"Multiple answers" = "Keli atsakymai";

/* No comment provided by engineer. */
"Mute all notifications" = "Išjungti visus pranešimus";

/* No comment provided by engineer. */
"Mute others" = "Išjungti kitų garsą";

/* No comment provided by engineer. */
"My location" = "Mano vieta";

/* No comment provided by engineer. */
"Name" = "Vardas";

/* No comment provided by engineer. */
"Nearby places" = "Netoliese esančios vietos";

/* No comment provided by engineer. */
"Network available" = "Tinklas prieinamas";

/* No comment provided by engineer. */
"Network not available" = "Tinklas neprieinamas";

/* Never subscribed to the push notification server */
"Never subscribed" = "Niekada neprenumeruota";

/* No comment provided by engineer. */
"New conversation" = "Naujas pokalbis";

/* No comment provided by engineer. */
"New poll" = "Nauja apklausa";

/* Remind me next week about that message */
"Next week" = "Kitą savaitę";

/* No comment provided by engineer. */
"Tassos server not found" = "Tassos serveris nerastas";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No actions available" = "Jokie veiksmai negalimi";

/* No comment provided by engineer. */
"No active account found" = "Nerasta aktyvių paskyrų";

/* No comment provided by engineer. */
"No active bots" = "Nėra aktyvių botų";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Nėra prieinamo DI teikėjo arba apibendrinimas nepavyko";

/* No comment provided by engineer. */
"No banned users or guests" = "Nėra užblokuotų vartotojų ar svečių";

/* No comment provided by engineer. */
"No bots available for this conversation" = "Šiam pokalbiui nėra prieinamų botų";

/* No comment provided by engineer. */
"No description provided" = "Nepateikta jokio aprašo";

/* No comment provided by engineer. */
"No files in here" = "Čia failų nėra";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Failų nėra";

/* No comment provided by engineer. */
"No followed threads" = "Nėra stebimų temų";

/* Do not group conversations by type */
"No grouping" = "Jokio grupavimo";

/* No comment provided by engineer. */
"No messages found to summarize" = "Nerasta pranešimų, kuriuos būtų galima apibendrinti";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Kol kas žinučių nėra, pradėkite pokalbį!";

/* No comment provided by engineer. */
"No participants found" = "Nerasta jokių dalyvių";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Neturite leidimo prisijungti prie šio pokalbio";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Apklausų projektų dar nėra išsaugota";

/* No comment provided by engineer. */
"No recent threads" = "Nėra naujų temų";

/* No comment provided by engineer. */
"No response from server" = "Nėra atsakymo iš serverio";

/* No comment provided by engineer. */
"No results found" = "Nerasta jokių rezultatų";

/* No comment provided by engineer. */
"No shared items" = "Nėra bendrinamų elementų";

/* No comment provided by engineer. */
"No upcoming events" = "Artėjančių įvykių nėra";

/* No comment provided by engineer. */
"No user found" = "Vartotojas nerastas";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normalus";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Neužklausta";

/* No comment provided by engineer. */
"Note to self" = "Užrašai sau";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Užrašas:";

/* No comment provided by engineer. */
"Notifications" = "Pranešimai";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Ar įjungta pranešimų programėlė?";

/* No comment provided by engineer. */
"Notify about calls" = "Pranešti apie skambučius";

/* Indicates an event happening right now */
"Now" = "Dabar";

/* No comment provided by engineer. */
"Off" = "Išjungta";

/* No comment provided by engineer. */
"Offline" = "Atsijungęs";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Neprisijungus rodomos tik atsisiųstos žinutės";

/* No comment provided by engineer. */
"OK" = "Gerai";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Sena paskyra";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Išėjus iš pokalbio, norint vėl prisijungti prie uždaro pokalbio, reikia gauti kvietimą. Prie atviro pokalbio galima prisijungti bet kuriuo metu.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Kai pokalbis bus išimtas iš archyvo, jis vėl bus rodomas pagal numatytuosius nustatymus.";

/* No comment provided by engineer. */
"Online" = "Prisijungęs";

/* No comment provided by engineer. */
"Online status" = "Prisijungimo būsena";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Tik garso ir ekrano bendrinimas";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Ištrinti galima tik įprastus pokalbių pranešimus";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sinchronizuoti tik į patikimus serverius";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Matoma tik žmonėms, susietiems pagal telefono numerio integraciją";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Matoma tik šio atvejo dalyviams ir svečiams";

/* No comment provided by engineer. */
"Open" = "Atverti";

/* No comment provided by engineer. */
"Open app settings" = "Atverti programėlės nustatymus";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Atviras pokalbis registruotiems vartotojams";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Atverti pokalbius";

/* No comment provided by engineer. */
"Open in %@" = "Atidaryti %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Atidaryti „Google“ žemėlapiuose";

/* No comment provided by engineer. */
"Open in Maps" = "Atidaryti „Žemėlapiai“";

/* A menu to show additional options for the current conversation */
"Option menu" = "Parinkčių meniu";

/* No comment provided by engineer. */
"Other Accounts" = "Kitos paskyros";

/* No comment provided by engineer. */
"Other participants" = "Kiti dalyviai";

/* No comment provided by engineer. */
"Others" = "Kiti";

/* Owner of a repository */
"Owner" = "Savininkas";

/* No comment provided by engineer. */
"Participants" = "Dalyviai";

/* No comment provided by engineer. */
"Password" = "Slaptažodis";

/* No comment provided by engineer. */
"Password copied" = "Slaptažodis nukopijuotas";

/* No comment provided by engineer. */
"Password is secure" = "Slaptažodis yra saugus";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Slaptažodis turi būti bent %d simbolių ilgio";

/* No comment provided by engineer. */
"Password protection" = "Apsauga slaptažodžiu";

/* No comment provided by engineer. */
"Pending invitations" = "Laukiantys kvietimai";

/* No comment provided by engineer. */
"Phone number" = "Telefono numeris";

/* No comment provided by engineer. */
"Phone number integration" = "Telefono numerio integravimas";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefono numeris sėkmingai nustatytas";

/* No comment provided by engineer. */
"Photo Library" = "Nuotraukų biblioteka";

/* No comment provided by engineer. */
"Photo library access" = "Prieiga prie nuotraukų bibliotekos";

/* No comment provided by engineer. */
"Pick date & time" = "Pasirinkti datą ir laiką";

/* Pin a message to be always visible in the chat */
"Pin message" = "Prisegti pranešimą";

/* Message was pinned at … */
"Pinned at %@" = "Prisegta %@";

/* A message was pinned by ... */
"pinned by" = "prisegė";

/* No comment provided by engineer. */
"Pinned messages" = "Prisegtos žinutės";

/* Message is pinned until … */
"Pinned until %@" = "Prisegta iki %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Patikrinkite, ar įvedėte galiojantį serverio adresą.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Patikrinkite, ar įvedėte teisingą „Tassos“ serverio adresą.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Patikrinkite, ar įvedėte teisingą serverio adresą.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Prašome susisiekti su savo sistemos administratoriumi.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Atnaujinkite savo serverį į naujausią %@ prieinamą versiją.";

/* No comment provided by engineer. */
"Please update." = "Prašome atnaujinti.";

/* No comment provided by engineer. */
"Poll" = "Apklausa";

/* No comment provided by engineer. */
"Poll draft" = "Apklausos projektas";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Apklausos juodraštis išsaugotas";

/* No comment provided by engineer. */
"Poll drafts" = "Apklausos projektai";

/* No comment provided by engineer. */
"Poll results" = "Apklausos rezultatai";

/* No comment provided by engineer. */
"Polls" = "Apklausos";

/* No comment provided by engineer. */
"Preview" = "Peržiūra";

/* No comment provided by engineer. */
"Privacy" = "Privatumas";

/* No comment provided by engineer. */
"Private" = "Privatus";

/* Show private conversations before group ones */
"Private first" = "Pirmiausia kas privatu";

/* No comment provided by engineer. */
"Profile" = "Profilis";

/* No comment provided by engineer. */
"Profile picture" = "Profilio paveikslėlis";

/* No comment provided by engineer. */
"Promote to moderator" = "Paskirti moderatoriumi";

/* No comment provided by engineer. */
"Published" = "Paskelbta";

/* No comment provided by engineer. */
"Push notifications" = "„Push“ pranešimai";

/* No comment provided by engineer. */
"Question" = "Klausimas";

/* No comment provided by engineer. */
"Raise hand" = "Pakelti ranką";

/* No comment provided by engineer. */
"Reachable?" = "Pasiekiama?";

/* No comment provided by engineer. */
"Reactions" = "Reakcijos";

/* No comment provided by engineer. */
"Read status" = "Skaitymo būsena";

/* No comment provided by engineer. */
"Received call from an old account" = "Gautas skambutis iš senos paskyros";

/* No comment provided by engineer. */
"Recent threads" = "Naujausios temos";

/* No comment provided by engineer. */
"Record voice message" = "Įrašyti balso pranešimą";

/* No comment provided by engineer. */
"Recording" = "Įrašymas";

/* No comment provided by engineer. */
"Recording consent is required" = "Būtinas sutikimas įrašyti";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Norint prisijungti prie skambučio, reikalingas įrašymo sutikimas";

/* No comment provided by engineer. */
"Recordings" = "Įrašai";

/* No comment provided by engineer. */
"Redo" = "Grąžinti";

/* No comment provided by engineer. */
"Reference API supported?" = "Palaikoma nuorodos API?";

/* No comment provided by engineer. */
"Reject" = "Atmesti";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Priminimas sėkmingai išvalytas";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Priminimas sėkmingai nustatytas";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Nuotolinis serveris nepasiekiamas";

/* No comment provided by engineer. */
"Remove" = "Šalinti";

/* No comment provided by engineer. */
"Remove account" = "Šalinti paskyrą";

/* No comment provided by engineer. */
"Remove from favorites" = "Šalinti iš mėgstamų";

/* No comment provided by engineer. */
"Remove group and members" = "Šalinti grupę ir narius";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Pašalinkite senus pasikartojančius įrašus ir palikite tik naujausius įrašus.";

/* No comment provided by engineer. */
"Remove participant" = "Šalinti dalyvį";

/* No comment provided by engineer. */
"Remove password" = "Šalinti slaptažodį";

/* No comment provided by engineer. */
"Remove team and members" = "Pašalinkite komandą ir narius";

/* Replacement in case of out of office */
"Replacement" = "Pakeitimas";

/* Replacement in case of out of office */
"Replacement (optional)" = "Pakeitimas (neprivaloma)";

/* No comment provided by engineer. */
"Reply" = "Atsakyti";

/* No comment provided by engineer. */
"Reply privately" = "Atsakyti privačiai";

/* Name of a repository */
"Repo" = "Repozitorija";

/* Reschedule a message that is send later */
"Reschedule" = "Pakeisti datą";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Perkelti į kitą datą su pranešimu";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Perkelti į kitą datą be pranešimo";

/* No comment provided by engineer. */
"Resend" = "Siųsti iš naujo";

/* No comment provided by engineer. */
"Resend invitation" = "Siųsti pakvietimą iš naujo";

/* No comment provided by engineer. */
"Resend invitations" = "Siųsti pakvietimus iš naujo";

/* Title for a section where different reset options are shown */
"Reset" = "Atstatyti";

/* Replacement in case of out of office */
"Reset replacement" = "Atstatyti pakeitimą";

/* Results of a poll */
"Results" = "Rezultatai";

/* No comment provided by engineer. */
"Retry" = "Bandyti dar kartą";

/* Save conversation description */
"Save" = "Išsaugoti";

/* No comment provided by engineer. */
"Save as draft" = "Išsaugoti kaip juodraštį";

/* No comment provided by engineer. */
"Save password" = "Išsaugoti slaptažodį";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Išsaugoti į „Užrašai sau“";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Pasisveikinkite su savo draugais ir kolegomis!";

/* No comment provided by engineer. */
"Scan QR code" = "Skenuoti QR Code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Tvarkaraštis";

/* No comment provided by engineer. */
"Schedule a meeting" = "Suplanuoti susitikimą";

/* No comment provided by engineer. */
"Scheduled messages" = "Iš anksto suplanuoti pranešimai";

/* No comment provided by engineer. */
"Screensharing stopped" = "Ekrano bendrinimas sustabdytas";

/* No comment provided by engineer. */
"Search" = "Ieškoti";

/* No comment provided by engineer. */
"Search for places" = "Ieškoti vietų";

/* Replacement in case of out of office */
"Select a replacement" = "Pasirinkite pakaitalą";

/* No comment provided by engineer. */
"Select language" = "Pasirinkite kalbą";

/* Copy a 'selection' of a message */
"Selection" = "Pasirinkimas";

/* No comment provided by engineer. */
"Send" = "Siųsti";

/* No comment provided by engineer. */
"Send a reaction" = "Siųsti reakciją";

/* No comment provided by engineer. */
"Send call notification" = "Siųsti pranešimą apie skambutį";

/* No comment provided by engineer. */
"Send later" = "Siųsti vėliau";

/* No comment provided by engineer. */
"Send later without notification" = "Siųsti vėliau be pranešimo";

/* No comment provided by engineer. */
"Send message" = "Siųsti žinutę";

/* Send a message now */
"Send now" = "Siųsti dabar";

/* No comment provided by engineer. */
"Send without notification" = "Siųsti be pranešimo";

/* No comment provided by engineer. */
"Send/Accept" = "Siųsti/Priimti";

/* No comment provided by engineer. */
"Sending no invitations" = "Kvietimai nesiunčiami";

/* No comment provided by engineer. */
"Sensitive conversation" = "Jautrus pokalbis";

/* A message has been sent without notifications */
"Sent without notification" = "Nusiųsta be pranešimo";

/* No comment provided by engineer. */
"Server" = "Serveris";

/* No comment provided by engineer. */
"Server address https://…" = "Serverio adresas https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Serveris šiuo metu veikia priežiūros režimu";

/* No comment provided by engineer. */
"Server not found" = "Serveris nerastas";

/* No comment provided by engineer. */
"Set" = "Nustatyti";

/* No comment provided by engineer. */
"Set password" = "Nustatyti slaptažodį";

/* Remind me later about that message */
"Set reminder" = "Nustatyti priminimą";

/* No comment provided by engineer. */
"Set status message" = "Nustatyti būsenos žinutę";

/* No comment provided by engineer. */
"Settings" = "Nustatymai";

/* No comment provided by engineer. */
"Share" = "Bendrinti";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Bendrinkite failą iš savo Tassos";

/* No comment provided by engineer. */
"Share current location" = "Bendrinkite dabartinę vietą";

/* No comment provided by engineer. */
"Share link" = "Bendrinimo nuoroda";

/* No comment provided by engineer. */
"Share location" = "Bendrinkite vietą";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Bendrinti pažymėtą vietą";

/* No comment provided by engineer. */
"Share to chat" = "Bendrinti pokalbyje";

/* No comment provided by engineer. */
"Share with" = "Bendrinti su";

/* No comment provided by engineer. */
"Shared items" = "Bendrinti elementai";

/* No comment provided by engineer. */
"Shared location" = "Bendrinta vieta";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Bendrinimas federaciniame pokalbyje nėra palaikomas.";

/* No comment provided by engineer. */
"Short absence status" = "Trumpo nebuvimo būsena";

/* No comment provided by engineer. */
"Short absence status is too long" = "„Trumpalaikio nebuvimo“ būsena trunka per ilgai";

/* No comment provided by engineer. */
"Show more…" = "Rodyti daugiau…";

/* No comment provided by engineer. */
"Signaling" = "Signalinis ryšys";

/* No comment provided by engineer. */
"SIP dial-in" = "Prisijungimas per SIP";

/* No comment provided by engineer. */
"Skip" = "Praleisti";

/* No comment provided by engineer. */
"Slide to cancel" = "Perbraukti norint atsisakyti";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Kai kurios nerodomos žinutės bus atsisiųstos, kai prisijungsite prie interneto";

/* Title for conversations sorting options */
"Sort conversations" = "Rūšiuoti pokalbius";

/* No comment provided by engineer. */
"Source code" = "Pradinis kodas";

/* speaker = Loudspeaker, device */
"Speaker" = "Garsiakalbis";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Garsiakalbis išjungtas";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Įjungtas garsiakalbis";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Naudotis balso atpažinimo funkcija negalima. Patikrinkite nustatymus.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Kalbos atpažinimas nepavyko";

/* No comment provided by engineer. */
"Start a new group conversation" = "Pradėti naują grupinį pokalbį";

/* No comment provided by engineer. */
"Start call" = "Pradėti skambutį";

/* No comment provided by engineer. */
"Start call silently" = "Pradėti skambutį tyliai";

/* No comment provided by engineer. */
"Start recording" = "Pradėti įrašymą";

/* No comment provided by engineer. */
"Start time" = "Pradžios laikas";

/* No comment provided by engineer. */
"Start video call" = "Pradėti vaizdo skambutį";

/* No comment provided by engineer. */
"Start video call silently" = "Pradėti vaizdo skambutį tyliai";

/* No comment provided by engineer. */
"Status" = "Būsena";

/* No comment provided by engineer. */
"Status message" = "Būsenos žinutė";

/* Action to 'Stop' a recording */
"Stop" = "Stabdyti";

/* No comment provided by engineer. */
"Stop recording" = "Sustabdyti įrašymą";

/* No comment provided by engineer. */
"Stop screensharing" = "Stabdyti ekrano bendrinimą";

/* Strikethrough text */
"Strikethrough" = "Perbrauktas";

/* No comment provided by engineer. */
"STUN servers" = "STUN serveriai";

/* No comment provided by engineer. */
"Submit vote" = "Pateikti balsavimą";

/* No comment provided by engineer. */
"Switch account" = "Perjungti paskyrą";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Perjungimas į kitą pokalbį…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sinchronizuoti į patikimus serverius ir į visuotinę bei viešą adresų knygą";

/* Talk to a user */
"Talk to" = "Kalbėti su";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Palieskite ir palaikykite, kad įrašytumėte balso pranešimą";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Palieskite ir palaikykite, kad įrašytumėte balso pranešimą, atleiskite mygtuką, kad jį išsiųstumėte.";

/* No comment provided by engineer. */
"Test failed" = "Bandymas nepavyko";

/* No comment provided by engineer. */
"Test push notifications" = "Išbandykite „push“ pranešimus";

/* No comment provided by engineer. */
"Test results" = "Testų rezultatai";

/* No comment provided by engineer. */
"Test results copied" = "Bandymo rezultatai nukopijuoti";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Programėlė per sena ir šis serveris jos nebepalaiko";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Šio įvykio skambutis baigėsi. Ar norite ištrinti šį pokalbį visiems?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Skambutis vyksta jau valandą";

/* No comment provided by engineer. */
"The call might be recorded" = "Skambutis gali būti įrašomas";

/* No comment provided by engineer. */
"The password is wrong" = "Slaptažodis neteisingas";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Įraše gali būti užfiksuotas jūsų balsas, vaizdas iš kameros ir ekrano vaizdas. Prieš prisijungiant prie pokalbio būtinas jūsų sutikimas.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Gali būti, kad prieigos žyma jau panaudota arba jos galiojimo laikas pasibaigęs. Sugeneruokite naują QR kodą ir bandykite dar kartą.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Šioje programėlėje sukonfigūruotame serveryje %1$@ nėra vartotojo %2$@ paskyros.";

/* No comment provided by engineer. */
"This call is being recorded" = "Skambutis įrašomas";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Šis pokalbis pridėtas prie kalendoriaus įvykio. Redaguokite įvykį, kad pakeistumėte pokalbio pavadinimą / aprašymą.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Šis pokalbis yra tik skaitymui";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Šis pokalbis bus automatiškai ištrintas visiems per %ld dienų, kai nebus jokios veiklos.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Tai yra interneto adresas, kurį naudojate norėdami pasiekti savo serverį savo interneto naršyklėje.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Šis susitikimas yra suplanuotas";

/* No comment provided by engineer. */
"This might take a moment" = "Tai gali šiek tiek užtrukti";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Šią santrauką sugeneravo DI ir joje gali būti klaidų.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Tai paprastai rodo, kad šis įrenginys anksčiau buvo naudojamas paskyrai, kuri nebuvo tinkamai pašalinta iš serverio.";

/* No comment provided by engineer. */
"This week" = "Šią savaitę";

/* Remind me this weekend about that message */
"This weekend" = "Šį savaitgalį";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Tai paveiks šios programėlės funkcionalumą. Peržiūrėkite savo nustatymus.";

/* No comment provided by engineer. */
"Thread" = "Tema";

/* No comment provided by engineer. */
"Thread notification level button" = "Temos pranešimų lygio mygtukas";

/* No comment provided by engineer. */
"Thread title" = "Temos antraštė";

/* No comment provided by engineer. */
"Threads" = "Temos";

/* No comment provided by engineer. */
"Title" = "Pavadinimas";

/* 'To' which language user wants to translate text */
"To" = "Kam";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Norėdami išspręsti šią problemą, naudokite žiniatinklio sąsają ir eikite į „Nustatymai -> Sauga“.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Kam:";

/* No comment provided by engineer. */
"Today" = "Šiandiena";

/* Remind me tomorrow about that message */
"Tomorrow" = "Rytoj";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transkribuoti";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transkripcija";

/* No comment provided by engineer. */
"Translate" = "Versti";

/* No comment provided by engineer. */
"Translation" = "Vertimas";

/* No comment provided by engineer. */
"Translation failed" = "Vertimas nepavyko";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Bandoma prisijungti…";

/* No comment provided by engineer. */
"TURN servers" = "TURN serveriai";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "„Twitter“ tapatybė @…";

/* No comment provided by engineer. */
"Typing indicator" = "Rašymo indikatorius";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Rašymo indikatoriai rodomi tik naudojant didelio našumo posistemę (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Nepavyko gauti pranešimo konteksto";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Nepavyksta gauti pranešimo turinio";

/* No comment provided by engineer. */
"Unable to load file" = "Nepavyko įkelti failo";

/* No comment provided by engineer. */
"Unable to open file" = "Nepavyko atverti failo";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Šiuo metu negalima patvirtinti slaptažodžio";

/* No comment provided by engineer. */
"Unarchive conversation" = "Atkurti pokalbio archyvą";

/* No comment provided by engineer. */
"Unavailable" = "Neprieinamas";

/* No comment provided by engineer. */
"Unban" = "Panaikinti blokavimą";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Skyriuje „Įrenginiai ir sesijos“ patikrinkite, ar nėra to paties įrenginio įrašų dubliavimų.";

/* No comment provided by engineer. */
"Undo" = "Atšaukti";

/* No comment provided by engineer. */
"Undo Typing" = "Atšaukti įvedimą";

/* No comment provided by engineer. */
"Unknown" = "Nežinoma";

/* No comment provided by engineer. */
"Unknown error" = "Nežinoma klaida";

/* No comment provided by engineer. */
"Unknown error occurred" = "Įvyko nežinoma klaida";

/* No comment provided by engineer. */
"Unpin" = "Atsegti";

/* No comment provided by engineer. */
"Unpin message" = "Atsegti pranešimą";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Neskaityta";

/* No comment provided by engineer. */
"Unread mentions" = "Neskaityti paminėjimai";

/* No comment provided by engineer. */
"Unread messages" = "Neskaitytos žinutės";

/* Calling is not supported */
"Unsupported" = "Nepalaikoma";

/* No comment provided by engineer. */
"Update" = "Atnaujinti";

/* No comment provided by engineer. */
"Updated notification settings" = "Atnaujinti pranešimų nustatymai";

/* No comment provided by engineer. */
"Upload failed" = "Įkėlimas nepavyko";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Įkeliami %ld elementai";

/* No comment provided by engineer. */
"User" = "Vartotojas";

/* No comment provided by engineer. */
"User profile and settings" = "Vartotojo profilis ir nustatymai";

/* No comment provided by engineer. */
"User status supported?" = "Ar palaikoma vartotojo būsena?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Viršyta vartotojo saugyklos kvota";

/* No comment provided by engineer. */
"Users" = "Vartotojai";

/* No comment provided by engineer. */
"Validating password…" = "Tikrinamas slaptažodis…";

/* No comment provided by engineer. */
"Version" = "Versija";

/* Join a call in video call mode */
"Video call" = "Vaizdo skambutis";

/* No comment provided by engineer. */
"Video quality" = "Vaizdo kokybė";

/* Conversation visibility settings */
"Visibility" = "Matomumas";

/* No comment provided by engineer. */
"Voice messages" = "Balso žinutės";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Laukiama, kol %@ prisijungs prie pokalbio…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Laukiama, kol kiti prisijungs prie skambučio…";

/* No comment provided by engineer. */
"Website" = "Svetainė";

/* No comment provided by engineer. */
"What is your status?" = "Kokia jūsų būsena?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Rašykite žinutę, naudokite @ norėdami kažką paminėti…";

/* No comment provided by engineer. */
"Yes" = "Taip";

/* No comment provided by engineer. */
"Yesterday" = "Vakar";

/* No comment provided by engineer. */
"You" = "Jūs";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Jūs pridėjote {user0} ir %ld dar daugiau dalyvių";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Jūs pridėjote {user0} ir {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Jūs ir %ld kiti dalyviai prisijungėte prie pokalbio";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Jūs ir %ld kiti dalyviai išėjote iš pokalbio";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Jūs ir {actor0} prisijungėte prie pokalbio";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Jūs ir {actor0} išėjote iš pokalbio";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Šiuo metu laukiate laukiamąjame";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "Šiame pokalbyje negalima pridėti ar pašalinti reakcijų";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Jūs nedalyvaujate jokioje diskusijoje";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Jūs nedalyvaujate jokioje pokalbio sesijoje. Paspauskite „+“, kad pradėtumėte naują.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Galite nurodyti savo telefono numerį, kad kiti vartotojai galėtų jus rasti";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Jūs nušalinote {user0} ir %ld kitus dalyvius iš moderatorių";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Jūs nušalinote {user0} ir {user1} iš moderatorių";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Jūs turite %ld laukiančių pakvietimų";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Moderatorius jums išjungė garsiakalbį";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Neturite suplanuotų susitikimų.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Neturite neskaitytų paminėjimų.";

/* No comment provided by engineer. */
"You have no unread messages." = "Jūs neturite neskaitytų žinučių.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Prieš išeidami iš %@ turite paskirti naują moderatorių";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Prieš išeidami iš šio pokalbio turite paskirti naują moderatorių";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Jūs {user0} ir %ld kitus dalyvius paskyrėte moderatoriais";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Jūs {user0} ir {user1} paskyrėte moderatoriais";

/* No comment provided by engineer. */
"You received a new notification" = "Gavote naują pranešimą";

/* No comment provided by engineer. */
"You reconnected to the call" = "Jūs vėl prisijungėte prie skambučio";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Jūs pašalinote {user0} ir %ld kitus dalyvius";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Jūs pašalinote{user0} ir {user1}";

/* No comment provided by engineer. */
"Your email address" = "Jūsų el. pašto adresas";

/* No comment provided by engineer. */
"Your phone number" = "Jūsų telefono numeris";

/* No comment provided by engineer. */
"Your PIN" = "Jūsų PIN kodas";

/* No comment provided by engineer. */
"Your postal address" = "Jūsų pašto adresas";

/* 'Zammad' is a product name */
"Zammad API error" = "„Zammad“ API klaida";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} pridėjo jus ir %ld kitus dalyvius";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} pridėjo jus ir {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} pridėjo {user0} ir %ld kitus dalyvius";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} pridėjo {user0} ir {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} ir %ld kiti dalyviai prisijungė prie skambučio";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} ir %ld kiti dalyviai išėjo iš pokalbio";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} ir {actor1} prisijungė prie skambučio";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} ir {actor1} išėjo iš pokalbio";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} nušalino jus ir %ld kitus dalyvius iš moderatorių";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} pašalino jus ir {user0} iš moderatorių";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} pašalino {user0} ir %ld kitus dalyvius iš moderatorių";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} pašalino {user0} ir {user1} iš moderatorių";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} paskyrė jus ir %ld kitus dalyvius moderatoriais";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} paskyrė jus ir {user0} moderatoriais";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} paskyrė {user0} ir %ld kitus dalyvius moderatoriais";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} paskyrė {user0} ir {user1} moderatoriais ";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} vėl prisijungė prie skambučio";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} pašalino jus ir %ld kitus dalyvius";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} pašalino jus ir {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} pašalino {user0} ir %ld kitus dalyvius";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} pašalino {user0} ir {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Naujos žinutės";

